{
    "recommendations": [
        {
            "id": 1,
            "imageUrl": "/src/png/tuijian/徽州古城疗养基地.png",
            "title": "徽州古城疗养基地",
            "description": "位于徽州古城核心区域，集中医养生、文化体验、休闲度假于一体的综合性疗养基地。基地环境优美，设施完善，专业团队提供个性化服务。",
            "address": "安徽省黄山市歙县徽州古城内",
            "contact": "0559-6688888",
            "details": {
                "title": "徽州古城疗养基地",
                "imageUrl": "/src/png/tuijian/tuijianXQ/image.png",
                "address": "安徽省黄山市歙县徽州古城许国石坊东侧200米",
                "contactName": "王经理",
                "contactPhone": "13955912345",
                "introduction": "徽州古城疗养基地是一座集传统中医养生、徽州文化体验、休闲度假于一体的高端疗养机构。基地占地面积20000平方米，建筑采用传统徽派风格，白墙黛瓦，古朴典雅。\n\n基地设有中医理疗中心、温泉养生馆、太极养生堂、徽州文化体验馆等多个功能区域。中医理疗中心拥有资深中医专家团队，提供针灸、推拿、拔罐、艾灸等传统中医理疗服务；温泉养生馆引入天然温泉水，富含多种矿物质，对身体健康大有裨益。\n\n我们的服务特色包括：个性化健康评估、定制化养生方案、专业中医调理、徽州养生药膳、太极八段锦教学、徽州文化体验等。基地周边古迹众多，徽州府衙、许国石坊、斗山街等景点步行即达，让您在疗养的同时，深度感受徽州文化魅力。\n\n我们秉承'以人为本，健康至上'的服务理念，致力于为每一位来宾提供专业、贴心、周到的疗养服务，帮助您找回健康活力，享受美好生活。"
            }
        },
        {
            "id": 2,
            "imageUrl": "/src/png/tuijian/徽州古城疗养基地.png",
            "title": "新安江养生度假村",
            "description": "坐落于新安江畔的生态养生度假村，拥有优质温泉资源和专业养生团队。提供中医养生、温泉疗养、有机餐饮等服务，是都市人放松身心的理想之地。",
            "address": "安徽省黄山市屯溪区新安江畔",
            "contact": "0559-2227777",
            "details": {
                "title": "新安江养生度假村",
                "imageUrl": "/src/png/tuijian/tuijianXQ/image.png",
                "address": "安徽省黄山市屯溪区新安江风景带滨江路88号",
                "contactName": "李经理",
                "contactPhone": "13855923456",
                "introduction": "新安江养生度假村位于美丽的新安江畔，占地50000平方米，是黄山地区首屈一指的生态养生度假胜地。度假村三面环山，一面临江，空气清新，环境优美，负氧离子含量极高。\n\n度假村拥有天然温泉井，泉水富含硫、钾、钙等20多种有益人体健康的微量元素，对风湿病、皮肤病、神经系统疾病等有显著疗效。温泉区设有室内外温泉池30余个，包括药浴池、鱼疗池、冲浪池等多种特色泡池。\n\n养生中心配备专业中医团队，提供体质辨识、经络调理、养生咨询等服务。度假村还设有瑜伽馆、太极广场、健身房、有机餐厅等配套设施。有机餐厅食材均来自自有农场，确保绿色健康。\n\n度假村周边景点丰富，新安江山水画廊、花山谜窟近在咫尺。我们提供多种养生套餐，包括周末短期疗养、中期调理、长期养生计划等，满足不同客户需求。专业的服务团队24小时为您服务，让您尽享养生之旅的每一刻。"
            }
        },
        {
            "id": 3,
            "imageUrl": "/src/png/tuijian/徽州古城疗养基地.png",
            "title": "黄山云谷康养中心",
            "description": "位于黄山风景区附近的山地康养中心，海拔800米，森林覆盖率达95%。提供森林康养、山地运动、中医调理等特色项目，空气质量优异，是康养疗愈的绝佳选择。",
            "address": "安徽省黄山市黄山区云谷寺",
            "contact": "0559-5559999",
            "details": {
                "title": "黄山云谷康养中心",
                "imageUrl": "/src/png/tuijian/tuijianXQ/image.png",
                "address": "安徽省黄山市黄山区汤口镇云谷寺路168号",
                "contactName": "张经理",
                "contactPhone": "13965934567",
                "introduction": "黄山云谷康养中心坐落于黄山风景区东大门云谷寺附近，海拔约800米，森林覆盖率高达95%，年平均气温15℃，是天然的避暑养生胜地。中心占地30000平方米，建筑与自然环境完美融合。\n\n中心主打森林康养特色，拥有多条森林步道，总长度超过10公里，沿途设有休息亭、观景台、健身器材等设施。负氧离子浓度高达每立方厘米50000个以上，被誉为'天然氧吧'。我们提供森林浴、森林瑜伽、森林冥想等特色项目。\n\n康养中心设有中医养生馆、运动康复中心、营养配餐中心、康养客房等功能区。中医养生馆由资深中医坐诊，提供中药调理、针灸理疗、推拿按摩等服务；运动康复中心配备专业教练，指导合理运动；营养配餐中心根据个人体质提供定制化餐食。\n\n中心还提供黄山登山指导、徽州文化讲座、茶道体验等丰富活动。我们采用'医养结合'模式，为慢性病患者、亚健康人群、中老年人群提供科学的康养方案。选择云谷康养中心，让您在黄山美景中重获健康活力。"
            }
        },
        {
            "id": 4,
            "imageUrl": "/src/png/tuijian/徽州古城疗养基地.png",
            "title": "太平湖生态疗养院",
            "description": "环太平湖而建的高端疗养院，湖光山色相映成趣。专注于慢性病康复、老年疗养、术后康复等专业医疗服务，配备三甲医院医疗团队，环境宁静优美。",
            "address": "安徽省黄山市黄山区太平湖",
            "contact": "0559-8885555",
            "details": {
                "title": "太平湖生态疗养院",
                "imageUrl": "/src/png/tuijian/tuijianXQ/image.png",
                "address": "安徽省黄山市黄山区太平湖镇环湖路888号",
                "contactName": "刘院长",
                "contactPhone": "13855945678",
                "introduction": "太平湖生态疗养院是一所集医疗、康复、疗养、养老为一体的综合性疗养机构。疗养院位于太平湖畔，占地80000平方米，拥有湖景疗养楼3栋，可同时接待300余人。\n\n疗养院与省内多家三甲医院建立合作关系，医疗团队包括主任医师、副主任医师、康复治疗师等专业人员50余名。设有内科、中医科、康复科、营养科等科室，配备先进医疗设备，可开展常规体检、慢性病管理、康复治疗等医疗服务。\n\n康复中心占地3000平方米，设有物理治疗区、作业治疗区、言语治疗区、传统康复区等。针对心脑血管疾病、骨关节疾病、神经系统疾病等提供专业康复方案。中医科采用针灸、推拿、中药等传统疗法，辅助西医治疗，提高康复效果。\n\n疗养院环境优美，空气清新，湖水清澈，是疗养康复的理想场所。配套设施完善，设有图书室、棋牌室、健身房、餐厅等。我们提供个性化疗养方案，包括短期疗养、长期康复、临终关怀等服务。专业的医护团队24小时值守，确保每位疗养人员的健康安全。"
            }
        },
        {
            "id": 5,
            "imageUrl": "/src/png/tuijian/徽州古城疗养基地.png",
            "title": "齐云山道家养生馆",
            "description": "依托道教圣地齐云山的文化底蕴，传承道家养生精髓。提供道家功法教学、斋菜养生、静心冥想等特色服务，追求身心灵的和谐统一。",
            "address": "安徽省黄山市休宁县齐云山",
            "contact": "0559-7777888",
            "details": {
                "title": "齐云山道家养生馆",
                "imageUrl": "/src/png/tuijian/tuijianXQ/image.png",
                "address": "安徽省黄山市休宁县齐云山风景区山门内300米",
                "contactName": "道长陈清风",
                "contactPhone": "13955956789",
                "introduction": "齐云山道家养生馆坐落于中国四大道教名山之一的齐云山，占地15000平方米，建筑风格融合道教文化与徽派建筑特色。养生馆秉承道家'天人合一'、'清静无为'的养生理念，为现代人提供身心灵全方位的养生服务。\n\n养生馆核心项目包括道家功法传授、内丹修炼指导、静坐冥想、辟谷养生等。由齐云山道观资深道长亲自授课，传授太极拳、八段锦、五禽戏等传统功法，以及道家独有的吐纳、导引等内养功夫。\n\n饮食方面，养生馆提供道家素斋，食材来自山中天然野菜和有机蔬菜，烹饪遵循清淡原则，注重食材的天然属性和养生功效。我们还提供中药调理、经络疏通、艾灸疗法等传统养生服务。\n\n养生馆环境清幽，远离尘嚣，是修身养性的绝佳之地。每日清晨可随道长登山礼拜，观日出云海；傍晚可在道观聆听道乐，参加道教仪式。我们提供禅修房、养生房、道家文化讲座等配套服务。\n\n无论您是寻求身体康复、心灵净化，还是探索道家文化，齐云山道家养生馆都能为您提供专业、正宗的道家养生体验。在这里，您将远离喧嚣，回归自然，找到内心的宁静与和谐。"
            }
        }
    ]
}
